//*************************************************************************************//
//обозначение файла: f_fft.h                                        
//назначение       : 
//входные данные   :                                               
//выходные данные  :                                               
//разработчик      :  Сергеева Е. И.
//*************************************************************************************//

#ifndef F_FFT_H
#define F_FFT_H

#include "def_types.h"

void rfft_256(cfloat *sig_out, float *sig_in);

#endif 
